[
  {
    "gallery_image_title": "AI Assistent",
    "gallery_images": 3,
    "gallery_image_names": [
      "/Home_01.jpg", "/Home_02.jpg", "/Home_03.jpg"
    ],
    "gallery_image_title2": "",
    "sidebar_h2": "Most people don't fail because of lack of productivity, but because they fail to stay emotionally connected to their goals.",
    "sidebar_image": "",
    "sidebar_text": "",
    "content_h1": "Stay on Track with an AI Accountability Coach",
    "content_h1_text": "Accountability AI for 19 €/Monat",
    "content_h2": "",
    "content_h2_sub": "",
    "content_h2_image": "",
    "content_h2_text1": "",
    "content_h2_text2": "",
    "button1": "Try it now",
    "button1_url": "/how-it-works"
  },
  {
    "gallery_image_title": "How It Works",
    "gallery_images": 1,
    "sidebar_h2": "Wie es geht",
    "sidebar_image": "/howitworks.png",
    "sidebar_text": "",
    "content_chapter": [
      {
        "content_h1":  "How It Works",
        "content_h1_text": "",
        "content_h2": "AI Accountability Agent",
        "content_h2_sub": "To motivate you to achieve your goals:",
        "content_h2_image": "",
        "content_h2_text1": "1. Enter your idea",
        "content_h2_text3": "2. Receive a plan optimized for your personal schedule",
        "content_h2_text4": "3. Get motivated every day",
        "content_h2_text5": "4. Achieve your goals",
        "button": " ",
        "button_url": "/"
      }
    ]
  },
  {
    "gallery_image_title": "Start the Planner",
    "gallery_images": 0,
    "gallery_image_names": [
      ""
    ],
    "sidebar_h2": "",
    "sidebar_image": "",      
    "sidebar_text": "",
        "content_chapter": [
      {
    "content_h1": "Start the Planner",
    "content_h1_text": "",
    "content_h2": "",
    "content_h2_sub": "",
    "content_h2_image": "",
    "content_h2_text1": "",
    "content_h2_text2": "",
    "button1": "",
    "button1_url": ""
      }
    ]
  },
    {
    "gallery_image_title": "Daily Tasks",
    "gallery_images": 0,
    "gallery_image_names": [""
    ],
    "sidebar_h2": "",
    "sidebar_image": "/motivation-daily.png",
    "sidebar_text": "",
        "content_chapter": [
      {
    "content_h1": "Daily Tasks",
    "content_h1_text": "",
    "content_h2": "Tägliche Aufgaben & Motivation",
    "content_h2_sub": "",
    "content_h2_image": "",
    "content_h2_text1": "",
    "content_h2_text2": "",
    "button1": "",
    "button1_url": ""
      }
    ]
  },
   {
    "gallery_image_title": "About Me",
    "gallery_images": 0,
    "gallery_image_names": [""],
    "sidebar_h2": "",
    "sidebar_image": "/contact-iot-1024x611.jpg",
    "sidebar_text": "",
        "content_chapter": [
      {
    "content_h1": "About Me",
    "content_h1_text": "You can contact me here:",
    "content_h2": "",
    "content_h2_sub": "",
    "content_h2_image": "",
    "content_h2_text1": "<h2 class=\"page-title entry-title\">Legal Notice</h2><p>Liability Notice:<br />Despite careful content control, we assume no liability for the content of external links. The operators of the linked pages are solely responsible for their content.</p><p>Copyright:<br />All texts, images, films and interactive works are subject to international copyright law. All rights reserved. Without our prior consent, content from this website may not be used in any form (§15 UrhG). Excluded from this are only data that are expressly provided for this purpose.</p><h2 class=\"page-title entry-title\">Privacy Policy</h2><p class=\"p1\"><span class=\"s1\">General Notice and Mandatory Information:</span></p><p class=\"p1\"><span class=\"s1\">Personal data (hereinafter mostly referred to as \"data\") is processed by us only within the scope of necessity and for the purpose of providing a functional and user-friendly internet presence, including its content and the services offered there. According to Art. 4 No. 1 of Regulation (EU) 2016/679, i.e. the General Data Protection Regulation (hereinafter referred to as \"GDPR\"), \"processing\" means any operation or set of operations performed with or without the aid of automated procedures in connection with personal data, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction. With the following privacy policy, we inform you in particular about the type, scope, purpose, duration and legal basis of the processing of personal data, insofar as we decide either alone or jointly with others on the purposes and means of processing.</span></p><p class=\"p1\"><span class=\"s1\">I. Information about us as the responsible party</span></p><p class=\"p1\"><span class=\"s1\">The responsible provider of this internet presence in terms of data protection law is:</span></p><p class=\"p1\"><span class=\"s1\">Martin Wrede</span></p><p class=\"p2\"><span class=\"s1\">Kameruner Str. 49</span></p><p class=\"p2\"><span class=\"s1\">13351 Berlin</span></p><p class=\"p1\"><span class=\"s1\">Germany</span></p><p class=\"p1\"><span class=\"s1\">II. Rights of users and data subjects</span></p><p class=\"p1\"><span class=\"s1\">With regard to the data processing described in more detail below, users and data subjects have the right</span></p><p class=\"p1\"><span class=\"s1\">— to confirmation as to whether data concerning them is being processed, to information about the processed data, to further information about the data processing and to copies of the data (see also Art. 15 GDPR)</span></p><p class=\"p1\"><span class=\"s1\">— to rectification or completion of incorrect or incomplete data (see also Art. 16 GDPR)</span></p><p class=\"p1\"><span class=\"s1\">— to immediate deletion of data concerning them (see also Art. 17 GDPR), or, alternatively, if further processing is required according to Art. 17 para. 3 GDPR, to restriction of processing in accordance with Art. 18 GDPR</span></p><p class=\"p1\"><span class=\"s1\">— to receive data concerning them and provided by them and to transmit this data to other providers/controllers (see also Art. 20 GDPR)</span></p><p class=\"p1\"><span class=\"s1\">— to lodge a complaint with the supervisory authority if they believe that data concerning them is being processed by the provider in violation of data protection regulations (see also Art. 77 GDPR).</span></p><p class=\"p1\"><span class=\"s1\">Furthermore, the provider is obliged to inform all recipients to whom data has been disclosed by the provider of any rectification or deletion of data or restriction of processing that occurs pursuant to Articles 16, 17 para. 1, 18 GDPR. However, this obligation does not exist if such notification is impossible or involves disproportionate effort. Notwithstanding this, the user has a right to information about these recipients.</span></p><p class=\"p1\"><span class=\"s1\">Users and data subjects also have the right under Art. 21 GDPR to object to future processing of data concerning them, provided that the data is processed by the provider in accordance with Art. 6 para. 1 lit. f) GDPR. In particular, objection to data processing for the purpose of direct marketing is permissible.</span></p><p class=\"p1\"><span class=\"s1\">III. Information on data processing</span></p><p class=\"p1\"><span class=\"s1\">Your data processed when using our internet presence will be deleted or blocked as soon as the purpose of storage ceases to apply, no legal retention obligations prevent the deletion of the data, and no different information is provided below regarding individual processing procedures.</span></p><p class=\"p1\"><span class=\"s1\">Server data</span></p><p class=\"p1\"><span class=\"s1\">For technical reasons, in particular to ensure a secure and stable internet presence, data is transmitted by your internet browser to us or to our web space provider. These so-called server log files record, among other things, the type and version of your internet browser, the operating system, the website from which you switched to our internet presence (referrer URL), the website(s) of our internet presence that you visit, date and time of the respective access, and the IP address of the internet connection from which our internet presence is used. This data collected in this way is temporarily stored, but not together with other data from you. This storage is based on the legal basis of Art. 6 para. 1 lit. f) GDPR. Our legitimate interest lies in improving, stability, functionality and security of our internet presence. The data will be deleted at the latest after seven days, unless further retention is required for evidence purposes. Otherwise, the data is wholly or partially exempt from deletion until the final clarification of an incident.</span></p><p class=\"p1\"><span class=\"s1\">IV. Contact possibility</span></p><p class=\"p1\"><span class=\"s1\">If you contact us by email, the data you provide will be used to process your inquiry. The provision of data is necessary for processing and answering your inquiry – without providing this data, we cannot answer your inquiry or can only answer it to a limited extent. The legal basis for this processing is Art. 6 para. 1 lit. b) GDPR. Your data will be deleted if your inquiry has been conclusively answered and no legal retention obligations prevent deletion, such as in the case of any subsequent contract processing.</span></p>",
    "content_h2_text2": "",
    "button1": "",
    "button1_url": ""
      }
    ]
  }
]
